Repository: GTiazara/websiterudant
Catalog: translations/messages.*.xlf
Languages: fr

source: In a coastal region evolving quickly, a regular update of nautical maps is needed. The Tidal limits in the SHOM (Service Hydrographique et Océanographique de la Marine) nautical charts No. 7379 of the area around Cayenne and No. 7980 of the area around Korou have been partially updated thanks to the use of georeferenced ERS SAR images. The same procedure was followed in updating the other maps covering the entire French Guiana coastline. SHOM intends to apply this updating method to numerous coastal areas where only radar images can help, because of hard climatic conditions (African coasts, Antarctic regions...) The areas where updating nautical charts by the help of satellite radar images can be particularly significant are those located either at low latitudes (tropical zones) or at extremely high latitudes. In particular, tropical areas having to face quick changes can benefit from the use of satellite radar imagery, as the cartography is old and recent information is unavailable. <br><br>Title of the Illustrations: Comparison between extracts from the SHOM nautical chart and the colored composition of 3 ERS scenes (Red Sep99, Green Sept93, Blue May92), succes-sively on Cayenne (EW dimension of the extract, about 18km) and Kourou (EO dimension of the extract, about 40km). Continuous switch from image to card.
fr: Dans une région où les évolutions côtières sont rapides, la mise à jour régulière de cartes marines s'impose. <br>La limite d'estran des carte marine n° 7379 du SHOM (Service Hydrographique et Océanographique de la Marine) sur les abords de Cayenne et N° 7980 des abords de Kourou a été en partie mise à jour à partir d'interprétations d'images ERS géoréférencées. La même procédure est en cours pour l'actualisation des 10 cartes couvrant l'ensemble du littoral de la Guyane Française. <br>Le SHOM prévoit d'étendre ce mode de mise à jour aux nombreuses zones littorales où seule l'imagerie radar est opérationnelle, en raison de la présence fréquente de masques nuageux (Côtes africaines, Terre adélie...).<br> Les zones d'intérêt où les conditions climatiques difficiles valorisent l'utilisation des images radar pour la mise à jour des cartes marines sont situées pour l'essentiel aux faibles latitudes (zones tropicales), ou au contraire à des latitudes élevées. Les zones tropicales à évolutions rapides sont particulièrement concernées, en raison de la difficulté à obtenir des informations récentes . pour la mise à jour des cartes.<br><br> Titre de l’Illustration:<br>Comparaison entre des extraits de carte marine du SHOM et de la composition colorée de 3 scènes ERS ( Rouge Sep99, Vert Sept93, Bleu Mai92), successivement sur Cayenne (dimension E-O de l’extrait, environ 18km) et Kourou (dimension E-O de l’extrait, environ 40km). <br> Passage continu de l’image à la carte.<br> .

source: <br>Additional Field views for Cayenne:<br> Photo1 Cayenne city center <br>Photo2 'Lacrique' <br>Photo3 To the east, the Cayenne river
fr: <br><br> Compléments pour Cayenne<br> Photo1 Centre ville de Cayenne<br> Photo2 La Crique<br> Photo3 A l’Est, la rivière de Cayenne<br> .

source: Additional Terrain view for Kourou: Overview of the town of Kourou
fr: Complément pour Kourou: Photo Vue d’ensemble de la ville de Kourou .

source: In certain areas close to the coast, the temporary existence of sand or mud banks makes navigation dangerous because the maps reflect these rapid changes. The ERS radar satellite, whose revisit time is of the order of a month, on the other hand allows the renewal of qualitative information on the shallows, less precise than the bathymetric surveys but very useful for navigation. Surface Water roughness is detected with a high sensitivity by the radar instrument. Roughness may depend primarily on meteorological conditions and sea currents, which in turn are linked to the underwater topography of a given site (with a less than 20 metres depth). Especially at river estuaries with strong currents, radar images can provide useful information on bathymetry.As an example, this ERS MR multitemporal image derived from 3 images at different dates allows to monitor current lines in the Oyapock Estuary. The superimposition of bathymetric lines taken from an old Brasilian map permits to identify the main shoals. The map/image comparison also shows that the map could be corrected in several points: in particular, most can be noticed in the coastline and in the southern part of an islet in the middle of the river. <br><br>Title of the illustration: ERS Image of the Oyapock Estuary.
fr: Dans certaines zones proches de la côte, l'existence temporaire de bancs de sable ou de vase, rend la navigation dangereuse car les cartes traduisent mal ces évolutions rapides. <br> Le satellite radar ERS, dont le délai de revisite est de l'ordre du mois, permet par contre le renouvellement d'une information qualitative sur les hauts fonds, moins précise que les relevés bathymétriques mais fort utile pour la navigation. <br> La réponse radar est particulièrement sensible à l'agitation de l'eau en surface. Cette agitation dépend principalement des conditions météorologiques et des courants marins, qui sont eux même liés à la topographie sous-marine du site imagé (lorsque la profondeur est inférieure à 20 mètres). C'est pourquoi les images radar apportent des informations sur la bathymétrie par faible fond, tout particulièrement dans les estuaires où les courants sont importants. <br> En illustration, cette composition colorée de trois images ERS permet de suivre les lignes de courant dans l'Estuaire de l'Oyapock. La surimpression des lignes bathymétriques extraites d'une carte marine brésilienne plus ancienne montre une bonne correspondance pour la localisation des hauts fonds principaux. <br> La comparaison des cartes et de l’image montre également que la carte pourrait être corrigée en plusieurs endroits: on note en particulier des erreurs sur le tracé du trait de côte et sur l'extension vers le Sud d'un îlot au milieu du fleuve.<br><br> Titre de l’Illustration: <br> Image ERS de l’estuaire de l’Oyapock .

source: Complement: ERS image with bathymetry and legend of the bathymetry.
fr: Complements: Image ERS avec bathymétrie et légende de la bathymétrie .

# Deep and small sea exploration
source: Deep and shallow sea exploration
fr: Exploration des faibles profondeurs

source: Traditional bathymetric surveys are conducted by oceanographic ships at depths above 20 metres. Although more precise, those surveys are very hard and highly expensive. They are generally accompanied by other geophysical measurements for a better understanding of the coastal dynamics. In shallow sea bottoms near coastlines, the readings are carried out by specially equipped, low-drawing boats, often unavailable outside the industrialised world. That is why the bathymetry of so many coastal regions is not known enough. <br><br>Title of Illustration: The funds of a few meters raised from a small boat.
fr: Les levés bathymétriques classiques effectués à bord des navires océanographiques concernent les fonds plus importants (supérieurs à 20 m). Ils sont bien entendu plus précis mais beaucoup plus difficiles et coûteux à mettre en œuvre. Ils sont en général accompagnés d'autres mesures géophysiques destinées à mieux comprendre la dynamique du littoral concerné. <br> Pour les fonds de quelques mètres rencontrés à proximité des côtes, les levés doivent être effectués grâce à une embarcation de faible tirant d'eau, spécialement équipée. La disponibilité et les aires d'intervention d'un tel matériel sont malheureusement très limitées (à l'échelle mondiale, en dehors des pays industrialisés) et la bathymétrie des zones proches côtières est en général très mal connue.<br><br> Titre de Illustration: <br> Les fonds de quelques metres levés a partir d’une vedette

source: Complement Video: The Entrecasteaux oceanographic vessel, installation of exploration equipment
fr: Complement Video : Le navire océanographique Entrecasteaux, installation de matériel d’exploration

source: The Various examples provided in this section enhance the intrinsic properties of satellite radar systems: to operate independently from climatic conditions and, therefore, to ensure repetitive, regular coverage even during the wet season to enable distinguishing clearly the relief in various and different landscapes.These characteristics support researchers in their studies and measurements.Two of the examples, namely 'Cartography of the vegetation around Kourou and 'The Petit Saut dam' show the complementarity of ERS and JERS japanese Earth Remote Sensing satellite missions.<br>Title of the illustrations:<br>Photo1 Sampling and analysis of sediments in the littoral zone.<br>Photo2 Sampling for the evaluation of biomass in a mangrove forest<br>Photo3 Determination of pollutants in the vicinity of a gold mining operation<br>Photo4 Checking the regularity of a gold mining site<br>Photo5 Field observation to document a radar image<br>Photo6 Preparation of a river route from a paper map<br>Photo7 Researcher in suit preparing a georeferencing flight<br>Photo8 Installation of a tide gauge and a current meter in shallow water<br>Photo9 After capsizing a canoe during a difficult jump<br> Photo10 Measuring boat for shallow water depths"
fr: Les différents exemples retenus dans cette section mettent en relief les qualités intrinsèques des systèmes radar satellitaux: <br> •fonctionnement indépendant des conditions climatiques et donc capacité de revisite régulière sur un même site, y compris en saison humide. <br> • bonne aptitude des images à distinguer les reliefs et les différents types de paysages <br> Les images guident ainsi les thématiciens dans leurs contrôles et mesures sur le terrain. <br> <br> Titre de l’illustration: <br>Photo1 Prélèvement et analyse de sédiments en zone littorale <br> <br> Complément : photos de terrain <br> - Photo2 Echantillonnage en vue d’évaluation de la biomasse dans une forêt de mangroves <br> - Photo3 Dosage de polluants au voisinage d’une exploitation aurifère <br> - Photo4 Contrôle de la régularité d’un site d’orpaillage <br> - Photo5 Observation de terrain pour documenter une image radar <br> - Photo6 Préparation d’un itinéraire fluvial à partir d’une carte papier <br> - Photo7 Chercheur en combinaison préparant un vol de géoréférencement <br> - Photo8 Pose d’un marégraphe et d’un courantomètre par petit fond <br> - Photo9 Après le chavirage d’une pirogue lors du passage d’un saut difficile<br> - Photo10 Vedette dédiée à l'exploration des faibles fonds

source: An area western of Kourou. A mangrove forest separates the ocean from the coastal plain. The plain consists of an irregular mix of forests, savannahs, and swamps. The document displayed is a multitemporal of two ERS-SAR images and one SAR image from the japanese JERS satellite. The latter operates in waves (L band) that penetrate the vegetation deeper than those operated by ERS (C band). The JERS satellite, therefore, supplies complementary information concerning the characteristics of the vegetation (density, structure, etc.). The multitemporal, multisensor image differentiates the types of vegetation more clearly than with an individual, isolated shot. It matches precisely the same limits shown by the 1:50,000 scale vegetation map of the area.<br>Title of illustration: Comparison between a multitemporal image derived from two ERSSAR scenes and a JERS scene, and the vegetation map of the Kourou region (LET/ICIV) <br>Complement: Legend of the botanical map
fr: Nous nous trouvons ici à l'ouest de la ville de Kourou. Une forêt de mangrove sépare l'océan de la plaine littorale. Cette plaine est constituée d'un assemblage irrégulier de forêts, savanes et marais. Le document présenté est une composition colorée trichrome (bleu, vert, rouge) de deux image ERS (bleu et vert) et d'une image du satellite Japonais JERS (rouge). Ce dernier utilise des ondes (bande L, longueur d’onde de 25 cm) qui pénètrent plus dans la végétation que les ondes utilisées par ERS (bande C, longueur d'onde 6 cm); le satellite JERS fournit donc des informations complémentaires sur les caractéristiques des végétaux (densité, structure ..). L'image fusionnée différencie mieux les différents types de végétation que ne le ferait chaque capteur pris isolément, et elle marque de manière précise les mêmes limites que celles de la carte de végétation au 1/50000 existant sur le site.<br> <br>Titre de l’illustration:<br> Sur la région de Kourou, comparaison entre une composition trichrome multitemporelle (deux images ERS et une image JERS) et de la carte de végétation (LET/ICIV) <br> (ascenseur pour le passage continu entre carte et image) <br> <br>Complément Légende de la carte botanique .

source: <br>Complement: field views <br>Photo1 Savannah and forest islands in the vicinity of the space center <br>Photo2 Eroding Mangrone <br>Photo 3 Flooded savannah.
fr: <br>Complément : vues de terrain <br> - Photo1 Savane et ilots forestiers au voisinage du centre spatial <br> - Photo2 Mangrone en érosion <br> - Photo 3 Savane inondée

source: The Mana rice fields
fr: Les rizières de Mana

source: Rice fields are characterised by the presence of stagnant water and stems whose various heights and densities evolve according to their growth. The illustration is a colour merge of 3 ERS radar images acquired at different dates (Red May1993, Gree June 1992, Blue May1992).<br> A series of radar images can help, after ground measurements, to monitor the temporal evolution of rice fields with cycles of various cultivations. The colours indicate the cultivation evolution and the levels of flooding at a certain date. <br>Title of illustration: colored fusion of 3 ERS radar images (May 1993, June 1992, May1992), <br>Complement: IGN map of the southern region of Mana <br>Complement: field view of the rice fields.
fr: Les rizières sont caractérisées par la présence d'eau stagnante et de tiges, de densité et de hauteurs variées, évoluant selon leur maturation. L' illustration correspond à une fusion colorée de 3 images radar ERS acquises à des dates différentes (En rouge Mai1993, en vert Juin 1992, en bleu Mai1992). <br> Après calibration sur le terrain, il est possible de suivre, en utilisant des séquences d'images radar, l'évolution temporelle des champs de riz possédant des cycles de culture différents. Les couleurs renseignent sur l'évolution des cultures et les niveaux d'inondation au moment des acquisitions. <br> <br>Titre de l’illustration: <br> Fusion colorée de 3 images radar ERS (mai 1993, juin 1992, mai1992) , <br>Complement : Carte IGN de la région sud de Mana <br>Complément : Vue aérienne des rizières

source: Food producing areas
fr: Les zones de cultures vivrières

source: The brushwoods are small deforested areas to be converted into agricultural land. The First brushwoods in the Saint Laurent du Maroni region date back to the 1970's. At present. The most actively deforested zone stretches from the Mana crossroad to the town of Mana. along the Departmental Road 9. The cultivated brushwoods can be well distinguished in the ERS images from the dense surrounding forest.<br>Title of illustration ERS image from July 1997 where departmental roads have been underlined in red,<br>Complement IGN map of the region.<br>Complement: field views <br>Photo1 Aerial view of deforestation areas <br>Photo2 Cabins in a deforested area
fr: Les abattis sont de petites zones déforestées destinées à être transformées en parcelles agricoles. Les premiers abattis sur la région de Saint Laurent du Maroni datent des années 1970. Actuellement, la zone la plus active du point de vue de la déforestation s'étend du carrefour de Mana à la ville de Mana, le long de la route Départementale 9. Les abattis cultivés sont visibles sur les images ERS car ils ont une réponse plus faible que la forêt dense environnante. <br> <br>Titre de l’illustration:<br> Image ERS de juillet 1997 ou les routes départementales ont été soulignées en rouge, <br><br>Complement: Carte IGN de la région. <br> <br>Complément : vues de terrain <br>Photo1 Vue aérienne des zones de déforestation <br>Photo2 Cabanes sur une zone déforestée

source: The area of interest (40km*40km) is almost entirely covered by dense forest, the top of which is clearly shown by the ERS SAR image (C band low penetration). The comparison (continuous passage between image and map) with the BRGM geological map produced by Choubert in 1953 is very instructive: <br>• the alluvial plain of the Comte river bed (in yellow in the geological map) stands out in the radar image thanks to its fine texture. <br>• one can also identify several types of rocky faces, the granite (fine isotropic texture), the schists (non isotropic texture made up of longer slices), and more massive basaltic rocks of greater altitude. I Within this context, where rain erosion is great, the forms of relief directly express the rocks resistance to erosion. <br>This example demonstrates how the presence of vegetation cover does not affect the potential of radar images for geomorphological analysis.<br>Title of the illustration: comparison between geological map and ERS image around the town of Roura (continuous map-image passage),area 40km*40km <br>Complement: Legend of the geological map <br>Complement: IGN localization map.
fr: La zone d 'intérêt de 40km*40km est presque entièrement couverte de forêt dense; l'image radar ERS (en bande C peu pénétrante) est alors celle du toit de la canopée. La comparaison avec la carte géologique du BRGM réalisée par Choubert en 1953, permise par le passage continu entre image et carte, est très instructive: <br>• on repère sur l'image radar la plaine alluviale du lit de la rivière Comté (en jaune sur la carte géologique) grâce à sa texture plus fine. <br>• On distingue également plusieurs types de faciès rocheux, dont les granites (texture fine isotrope), les schistes (texture anisotrope constituée de lentilles plus allongées et les roches basaltiques, plus massives, dont les altitudes sont plus importantes. Dans ce contexte où l'érosion pluviale est importante, les formes du relief traduisent directement la résistance des roches à l'érosion. L'exemple montre que la présence du couvert végétal n'affecte pas le potentiel de l'image radar pour l'analyse géomorphologique.<br> <br> Titre de l’illustration: <br>Comparaison entre carte géologique et image ERS aux environs de la ville de Roura (passage continu carte-image)<br> Complement : Légende de la carte géologique<br> Complément : Carte IGN de localisation .

source: The Petit Saut dam
fr: Le barrage de Petit Saut

source: The Filling of the Petit Saut dam dates back to 1994. Main flooded area as well as traces of the old water routes appear in black in the ERS-SAR images. Barely distinguishable from the dense surrounding forests are the zones of flooded forest, where the trunks are only partially submerged. Images from the Japanese satellite lERS, on the other hand, show the flooded vegetation because of a greater penetration of its waves (L band) that amplifies (with polarization HH) the backscattering of the water trunk interface. One can therefore distinguish the areas where the forest is partially submerged, in bright in the image. One can notice that the perception of the reservoir improves when comparing the JERS images of 1995 and 1997 with the ERS ones of 1995 and 1999. In the 1999 ERS image, an increased radiometric level for the reservoir surface probably corresponds to surface roughness induced by wind.<br>Title of illustration: Comparison between ERS and JERS images for the years 1995-1999 and 1995-1997. (continuous passage between the two periods) <br>Complement: Field views <br>Photo1:Overview of the dam<br>Photo2: view of the river downstream<br>Photo 3: Overview with submerged trunks<br>Photo4: Overview with submerged trunk <br>Photo5: Overview with submerged trunks<br>Photo6: Near the trunks<br>Video supplement: Overview of the dam and reservoir.
fr: La mise en eau du barrage de Petit Saut date de janvier 1994. L'étendue du plan d'eau principal ainsi que le trace des anciens cours d'eau apparaissent en noir sur les images ERS. La zone de forêt inondée, où les troncs ne sont que partiellement immergés, se distingue difficilement de la forêt dense environnante sur les images ERS. Par contre, les images du satellite japonais JERS, montrent l'étendue de la végétation inondée car la meilleure pénétration des ondes (Bande L) ainsi que l’usage de la polarisation HH conduit à une amplification de la rétrodiffusion l’Interface eau-tronc (la question de la polarisation des ondes, assez compliquée n’a pas été abordée ici.). On distingue ainsi les zones où la forêt est partiellement immergée, en clair sur image. On peut noter que la perception de la retenue s'améliore lorsqu'on compare les images JERS de 1995 et 1997 et ERS de 1995 et 1999. Sur l'image ERS de 1999, une élévation du niveau radiométrique pour la surface du plan d’eau correspond très probablement à une agitation superficielle due au vent.<br> <br>Titre de l’illustration: <br> Comparaison entre les images ERS et JERS pour les années 1995-1999 et 1995-1997. (passage continu entre les deux périodes)<br> <br>Complément : Vues de terrain <br> Photo1 : Vue d’ensemble du barrage <br> Photo2 : Vue du fleuve en aval <br> Photo3: Vue d'ensemble de la retenue avec les troncs immergés <br> Photo4: Vue d'ensemble de la retenue avec les troncs immergés<br> Photo5: Vue d’ensemble avec les troncs immergés <br> Photo6 : A proximité des troncs immergés <br> <br>Complément Video : Survol du barrage et de la retenue
