Repository: GTiazara/websiterudant
Catalog: translations/messages.*.xlf
Languages: fr

source: This site is mainly devoted to radar images from the ERS satellite, a satellite designed and launched by the European Space Agency in 1991. Images from the JERS radar satellite are also used in some applications.<br>Radar systems are active. They use centimetric electromagnetic waves (microwave range) to illuminate the earth's surface and measure the signals reflected by the surface (backscattering phenomenon). The assembly of the responses obtained taking into account the ground positions of the plots concerned allows the construction of images in a geometry close to the cartographic geometry.<br>Very important general property of radar images: they can be obtained day and night, regardless of cloudy conditions and precipitation; which makes it easier to create mosaics with many scenes, as shown in the illustration on this page. In a humid tropical context where cloud cover is almost permanent, 17 images were assembled in a few weeks.<br>The main characteristics of the system that influence the interaction of the wave with the earth's surface, and hence the properties of the image, are wavelength, polarization and spatial resolution. The spatial resolutions of ERS and JERS were similar, around 25m. These are the wavelengths and polarizations that explain the differences observed between images, VV polarization and wavelength of value 6 cm, classified in Band C, for ERS, and HH polarization, band L (wavelength 25cm) , for JERS. We will come back briefly later to the differences in sensitivity of the two bands C and L to roughness and vegetation cover. Polarization relates to the orientation of the electric field, in reception and in transmission. This double orientation of the field influences the backscattering of a given target and plays a role, along with the wavelength, on the nature of the images for a given landscape. You will find more information on ESA and ENSG courses available online:<br>https://sentinels.copernicus.eu/web/sentinel/missions/sentinel-1/sar-basic-theory-and-practical-exercises-with-snap-english<br>and cours-fad-public.ensg.eu/course/view.php?id=94<br>In the following, a short animation will recall the main properties of the images and several applications will be presented to show the interest of ERS images in different contexts (successively: relief, vegetation zone, coast, town of Kourou, Saut Maripa on the Oyapock river )<br>Complément Animation Video: <br>Principales caractéristiques du système radar, mode actif, jour et nuit, insensible aux nuages.<br> Main features of the radar system, active mode, day and night, insensitive to clouds and rain.
fr: Ce site est essentiellement consacré aux images radar du satellite ERS, satellite conçu et lancé par l'Agence Spatiale Européenne en 1991. Des images du satellite radar JERS sont également utilisées dans quelques applications.<br> Les systèmes radar sont actifs. Ils utilisent des ondes électromagnétiques centimétriques (domaine micro-onde) pour illuminer la surface de la terre et mesurer les signaux réfléchis par la surface (phénomène de rétrodiffusion). L’assemblage des réponses obtenues prenant en compte les positions au sol des parcelles concernées permet la construction d’ images dans une géométrie proche de la géométrie cartographique.<br> <br> Propriété générale très importante des images radar : elles peuvent être obtenues de jour ou de nuit, quelles que soient les conditions nuageuses et les précipitations, ce qui facilite la réalisation de mosaïques comportant de nombreuses scènes, comme le démontre l’illustration de cette page. Dans un contexte tropical humide où la couverture nuageuse s’avère quasi permanente, 17 images ont pu être assemblées en quelques semaines.<br><br> Les principales caractéristiques du système qui influencent l’interaction de l’onde avec la surface terrestre et donc les propriétés de l’image sont les longueur d’onde, polarisation et résolution spatiale. <br> Les résolutions spatiales de ERS et JERS étaient voisines, d'environ 25m. <br> Ce sont les longueurs d’ondes et polarisations qui expliquent les différences observées entre images, polarisation VV et longueur d’onde classée en Bande C de valeur 6 cm, pour ERS , et polarisation HH, bande L (longueur d’onde 25cm), pour JERS. Nous reviendrons brièvement plus loin sur les différences de sensiblité des deux bandes, C et L, à la rugosité et au couvert végétal.<br> La polarisation concerne l’orientation du champ électrique, en réception et en émission. Cette double orientation du champ influence la rétrodiffusion d’une cible donnée et joue un rôle, conjointement avec la longueur d’onde, sur la nature des images pour un paysage donné. <br> <br> Vous trouverez plus d’informations en consultant les cours ESA et ENSG disponibles en ligne: <br> https://sentinels.copernicus.eu/web/sentinel/missions/sentinel-1/sar-basic-theory-and-practical-exercises-with-snap <br> et http://cours-fad-public.ensg.eu/course/view.php?id=94 <br> <br> Pour compléter, une courte animation rappellera les propriétés principales des images. Puis, plusieurs applications seront présentées pour montrer l'intérêt des images ERS dans différents contextes (successivement: relief, zone de végétation, côte, ville de Kourou, Saut Maripa sur le fleuve Oyapock).<br> Pour conclure, nous reviendrons sur le comportement des micro-ondes sur différents types de paysage. <br> <br> Animation Video:<br> Principales caractéristiques du système radar, mode actif, jour et nuit, insensible aux nuages

source: Forest cover is very dense in the country's interior. The image is in fact a top vegetation image, because ERS radar waves barely penetrate the forest cover (ERS wave length is 6 cm). The impression on the relief is strong. The Geometric and radiometric distortions lead to the presence of relief due to the existence of a bright area, narrower than in reality with slopes facing the radar, and a darker area with slopes facing away: the contrast is naturally perceived by the human eye as a relief area.
fr: A l'intérieur du pays, le couvert forestier est très dense. L'image est en fait celle du toit de la végétation, car les ondes radar, utilisées par ERS, pénètrent peu dans la canopée (la longueur d'onde de ERS est de l'ordre de 6 cm). L'impression du relief est très bonne car les distorsions géométriques et radiométriques conduisent en présence de relief, à l'existence d'une zone claire, plus étroite qu’en réalité, pour les pentes faisant face au radar, et d'une zone plus sombre pour les pentes opposées; contraste qui est naturellement interprété par l'oeil comme une zone de relief.

source: Title of illustration: Comparison between : an extract from 1993 ERS scene and an extract from the 1/100,000 scale topographic map.
fr: Titre de l’illustration:<br> Comparaison entre un extrait de la scène ERS de 1993 et un extrait de la carte topographique au 1/100 000. (en bas de page, ascenseur pour le passage en continu entre image et carte)

source: Complement : field photo: dense forest cover
fr: Photo de terrain : Couvert forestier dense.

source: Complement Video: Flight over the region where the dense forest cover is homogeneous. The canopy roof follows the shapes of the landform.
fr: Complément Video: <br> Survol de la région ou le couvert de forêt dense est homogène. Le toit de la canopée suit les formes du relief.

source: Areas of deforestation
fr: Les zones de déforestation

source: Deforested areas being transformed into food-producing areas are clearly distinguishable in ERS SAR images from densely forested areas.
fr: Les abattis, zones déforestées en vue d'être transformées en zones de cultures vivrières, sont visibles sur les images ERS car ils ont une réponse plus faible que la forêt dense environnante.

source: The coast
fr: La côte

source: In this image showing part of Sinnamary region, smooth, mud flats (A) appear in black, while eroded areas (B), i.e. where the ground is covered with dead trees, are shown in bright.<br>Title of illustration: ERS image extract from 1997 and field photographs of the Sinnamary region
fr: Sur cet extrait d'image de la région de Sinnamary, la vase lisse apparaît noire (A) alors que les zones d'érosion, où les arbres morts jonchent le sol, ont une réponse beaucoup plus forte (claire sur l'image, B).<br> <br> Titre de l’illustration: <br> Extrait d’image ERS de 1997 et clichés de terrain sur la région de Sinnamary.

source: The town of Kourou
fr: La ville de Kourou

source: The houses of Kourou and the installations of the European Space Centre stand out brightly in this radar image. Urban or industrialised areas look, instead, as degraded. This is due to the fact that the range of available grey levels in the initial data sets has to be reduced in order to be represented on the screen. This results in saturation of the brightest zones, and, consequently, poor resolution.<br><br>Complement: field photos:
fr: Les habitations de la ville de Kourou et les installations du port spatial de l'Europe ressortent comme des éléments brillants sur l'image radar. L'image que nous visualisons est dégradée sur les zones urbaines ou industrielles car l'éventail des niveaux de gris disponibles, sur les données initiales, doit être réduit pour permettre la représentation à l'écran. Il en résulte une saturation des zones les plus claires et une mauvaise résolution à l'intérieur de celles-ci.<br> <br> Complément: vues de terrain

source: The Maripa rapids
fr: Le saut Maripa

source: Title of the illustration: ERS image and field shots on the Maripa jump <br>The rocky bars that restrict navigation on major rivers can be located in radar images by increasing the back scattering observed on the rocks and water turbulence, while the rest of the river appears black due to its smooth surface. In this ERS 1 SAR image extract, the river partition into several branches of different sizes is particularly impressive.<br><br>Complement Video: Flight over a jump where the river splits up into multiple arms; to navigate a canoe in these conditions requires great know-how
fr: Titre de l’illustration: <br> Image ERS et clichés de terrain sur le saut Maripa<br> <br> Les barres rocheuses qui limitent la navigation sur les principaux fleuves peuvent ètre localisées sur l'image radar par l'augmentation de la rétrodiffusion observée sur les roches et les turbulences, alors que le reste du fleuve apparait en noir lorsque sa surface est lisse. Sur cet extrait d'image ERS1, la fragmentation du fleuve en un grand nombre de bras de tailles variables est particulièrement remarquable.<br><br> Complément Video: <br> Survol d’un saut ou le fleuve se fragmente en de multiples bras ; faire naviguer une pirogue dans ces conditions demande un grand savoir faire .

source: Built up and launched by the European Space Agency, the ERS satellite mission has been operating since 1991. It consists of two spacecraft, ERS-1 and ERS•2. launched in 1991 and 1995, respectively. both equipped with a SAR Synthetic Aperture Radar instrurnent with a high spatial resolution of about 25 m. The radar captures detailed views of the Earth surface. The observation system is based on an active receptor that illuminates the Earth surface and measures the reflected signal. Data are available at day and nighttime. independently from solar illumination. Moreover, as the radar signal penetrates clouds without weakening. images can be obtained regardless of climatic conditions.
fr: Le satellite ERS, construit et lancé par l'Agence Spatiale Européenne est opérationnel depuis 1991. Il est équipé d'un radar à ouverture synthétique (ROS) qui fournit des images de haute résolution spatiale (environ 25 mètres). Le radar acquiert des images détaillées de la surface de la terre. C'est un système d'observation basé sur un capteur actif qui illumine la surface de la terre et mesure le signal réfléchi. Ainsi, les images peuvent être acquises de jour comme de nuit, indépendamment de l'illumination solaire. De plus, comme le signal radar pénètre les nuages sans atténuation, les images peuvent être acquises dans n'importe quelles conditions climatiques.

source: Behavior of microwaves
fr: Comportement des micro-ondes

source: Behavior of microwaves on different media
fr: Comportement des micro-ondes sur différents milieux

source: Let us quickly summarize how the radar response evolves with the properties of the surface based on the previous examples. The waves do not penetrate the surface of the water. If the surface is smooth, the reflection is specular, with no return to the antenna, and the image is dark. If the surface is rougher the response increases and the image becomes brighter. Note that the roughness of the surface is evaluated relative to the wavelength, with a roughness threshold separating the smooth and rough media of the order of a quarter of the wavelength (see the application above. 'Maripa jump '). In built-up areas, walls and other structures generally lead to strong responses and these areas then appear as light or even white spots on the images. (see the example 'the city of Kourou'). On vegetation and other natural environments, the very diverse surface conditions generally lead to responses that allow them to be differentiated. The response of the vegetation depends on a large number of parameters related to the biomass and the structure of the plants. The penetration into the canopy increases with the wavelength, which leads to different contrasts between bands C (ERS) and L (JERS) (see the application on the coastal plain of Kourou below). When the forest cover is dense and homogeneous, the energy response of the canopy is more uniform but, for geometric reasons, the radar image then essentially reflects the forms of the relief (See the example 'relief').
fr: Résumons rapidement comment la réponse radar évolue avec les propriétés de la surface en nous appuyant sur les exemples précédents. <br> <br>Les ondes ne pénètrent pas la surface de l’eau. Si la surface est lisse, la réflexion est spéculaire, sans retour vers l’antenne et l’image est sombre. Si la surface est plus rugueuse la réponse augmente et l’image s’éclaircit. Notons que la rugosité de la surface est évaluée relativement à la longueur d’onde, avec un seuil de rugosité séparant les milieux lisses et rugueux de l’ordre du quart de la longueur d’onde (cf ci-dessus l’application «le saut Maripa»). <br> <br> Sur les zones bâties, les murs et autres structures conduisent en général à de fortes réponses et ces zones apparaissent alors comme des taches claires, voire blanches sur les images. (voir l’exemple « la ville de Kourou »). <br> <br> Sur la végétation et autres milieux naturels, les états de surface, très diversifiés, conduisent en général à des réponses qui permettent de les différencier. La réponse de la végétation dépend d'un grand nombre de paramètres liés à la biomasse et à la structure des végétaux. <br>La pénétration dans le couvert croit avec la longueur d’onde, ce qui conduit à des contrastes différents entre bandes C (ERS) et L (JERS) (voir plus loin l’application sur la plaine littorale de Kourou).<br> Lorsque le couvert forestier est dense et homogène, la réponse énergétique de la canopée est plus uniforme mais, pour des raisons géométriques, l'image radar traduit alors essentiellement les formes du relief (cf l’exemple « relief»).

source: This section illustrates how ERS images can help updating nautical maps and support the navigation in shallow estuaries.<br><br>Updating nautical charts using remote sensing images requires in particular being able to follow the coastline and accurately locate the images on the surface of the terrestrial globe. Once the useful information has been extracted from the images and after checking their location, they are associated with the other information already available for the production of the maps.<br><br>Illustration title: Old SHOM map of the Cayenne region.
fr: Cette section présente les possibilités offertes par les images ERS pour la réactualisation des cartes marines et pour l'aide la navigation par faible fond dans les estuaires. La mise à jour des cartes marines grâce aux images de télédétection demande en particulier de pouvoir suivre le trait de côte et de situer précisément les images à la surface du globe terrestre. Une fois les informations utiles extraites des images et après contrôle de leur localisation, elles sont associées aux autres informations déjà disponibles pour la production des cartes.<br><br> Titre de l’illustration:<br> Carte ancienne du SHOM sur la région de Cayenne .

source: Updating nautical charts using remote sensing images requires in particular being able to follow the coastline and accurately locate the images on the surface of the terrestrial globe. Once the useful information has been extracted from the images and after checking their location, they are associated with the other information already available for the production of the maps.<br><br>Illustration title: Old SHOM map of the Cayenne region.
fr: La mise à jour des cartes marines grâce aux images de télédétection demande en particulier de pouvoir suivre le trait de côte et de situer précisément les images à la surface du globe terrestre. Une fois les informations utiles extraites des images et après contrôle de leur localisation, elles sont associées aux autres informations déjà disponibles pour la production des cartes.

source: SUP Aid to navigation in particular areas close to the coast, the existence of temporary sand bars or mud banks can seriously impact on navigation safety. Most of the times available maps mold and do not show recent changes. The ERS radar satellite, thanks to its monthly revisiting cycle, enables to collect qualitative information on water depths, useful for navigation, even if less accurate than bathymetric measures.
fr: Aide à la navigation dans certaines zones proches de la côte, l'existence temporaire de bancs de sable ou de vase, rend la navigation dangereuse car les cartes traduisent mat ces évolutions rapides. Le satellite radar ERS, dont le délai de revisite est de l'ordre du mois, permet par contre le renouvellement d'une information qualitative sur les hauts fonds, moins précise que les relevés bathymétriques mais fort utile pour la navigation.

source: ERS-SAR images allow to monitor changes in coastal features. This sequence of images acquired between 1992 and 1999 shows important changes. It deals with the phenomena of erosion and sedimentation that can extend up to several hundred metres, or even kilometres in certain areas. In the 1992 image, the light line coinciding with the coastline corresponds to a zone where the ground is strewn with dead trees. The areas in dark located beyond the coastline, towards the open sea, correspond to smooth mud banks, whilst the bright spots indicate very rough zones of young vegetation. <br><br>Title illustration: Successive coastlines 1992, 1993, 1999 over the Sinnamary region.
fr: Les images ERS permettent le suivi des évolutions du trait de côte. Cette séquence d'images acquises entre 1992 et 1999 montre des évolutions importantes. Il s'agit de phénomènes d'érosion et de sédimentation qui peuvent atteindre plusieurs centaines de mètres, voir plusieurs kilomètres par endroit. Sur l'image de 1992, la ligne claire coïncidant avec le trait de côte correspond à une zone où les arbres morts jonchent le sol , les zones noires situées au delà du trait de côte, vers le large, correspondent à des bancs de vase lisse et les taches claires à des zones de forte rugosité ou de végétation naissante.<br><br> Titre de l'illustration: <br> Traits de côte successifs 1992, 1993, 1999 sur la région de Sinnamary<br>

source: Modern GPS (Global Positioning System) type positioning tools placed on a helicopter allow the recording of geographic coordinates of a trajectory within a given system of reference, and also the application of measurements to the image, which is also inserted in the same reference system. The quality of initial image geo referencing can thus be effectively verified. This interesting technique can prove very useful in particular landscapes, where it is hard to take ground reference points, although these are precisely located in the images. <br><br>Title of illustration: In white: plotting of GPS positions from a helicopter having flown over the coastline, superimposed on a multitempo ra I ERS SAR image of 3 different scenes. The coloured spots correspond to different shots at different dates of sand and mud banks and young vegetation according to tidal levels.
fr: Les moyens modernes de positionnement du type GPS (Global Positioning System) embarqués sur un hélicoptère permettent d'enregistrer les coordonnées géographiques d'une trajectoire dans un référentiel donné, et de rapporter la mesure sur l'image, elle-même recalée dans le même référentiel. La qualité du géoréférencement initial des images peut ainsi être contrôlée efficacement. Cette technique est d 'autant plus intéressante que le type de paysage rencontré dans la région rend difficile la saisie de points d'appui au sol, qui soient repérables précisément sur les images.<br><br> Titre de l’ illustration: <br>Relevés de positions GPS (en blanc) par un hélicoptère ayant survolé le trait de côte superposés à une composition trichrome de trois images ERS.
