Repository: GTiazara/websiterudant
Catalog: translations/messages.*.xlf
Languages: fr

source: Home
fr: Accueil

source: About the web site
fr: A propos du site

source: General Introduction
fr: Introduction générale

source: A few words about radar images
fr: L'image radar en quelques mots

source: Thematic cartography
fr: Cartographie thématique

source: Natural vegetation around Kourou
fr: Végétation naturelle autour de Kourou

source: Monitoring cultivation
fr: Le suivi des cultures

source: Geology
fr: La géologie

source: The Petit Saut Dam
fr: Le barrage de Petit Saut

source: Nautical charts updating
fr: Mise à jour des cartes marines

source: Monitoring changes in coastal features
fr: Suivi de l'évolution du trait de côte

source: Georeferencing quality control
fr: Contrôle de la qualité de géoréférencement

source: The Cayenne and Kourou examples
fr: Mise en oeuvre à Cayenne et Kourou

source: Bathymetry in shallow sea bottoms
fr: Suivi de la bathymétrie par faible fond

source: General cartography
fr: Cartographie générale

source: 1/100 000 cartography
fr: Cartographie au 1/100 000

source: 1/200 000 cartography
fr: Cartographie au 1/200 000

source: Updating geographic informations
fr: Mise à jour des informations géographiques

source: Our partners
fr: Collaboration

source: Numerous regions of the globe are hardly accessible, therefore maps either do not exist at all or are old. Space radar imaging could be highly beneficial to update the cartography. This is especially true in tropical regions where radar images can be acquired regardless of cloud conditions. In the case of French Guiana, the goal was to demonstrate how ERS-SAR can help understanding the land. It was achieved through the generation of an innovative map, called 'satellite image map' or 'space map', where the image itself directly provides a great part of the information on the land cover and relief.<br>Presented afterwards<br> -Space maps in 1:100,000 and 1:200,000 scales.<br> A terrain campaign aimed at updating the geographic information on the Oyapock river, east of Guyana. This is a new, well premising application by which the user shall be able to integrate radar images in GIS (Geographic Information Systems).<br><br> Title of the illustration: <br>Image comparison (ERS mosaic) in the West and Digital Terrain Model DTM in the East.{%
fr: De nombreuses régions du globe, encore mal cartographiées, parfois difficiles d'accès, peuvent bénéficier des possibilités offertes par l'imagerie radar pour renouveler ou mettre à jour leur cartographie. Ceci est particulièrement vrai pour les régions tropicales humides car les images radar peuvent être acquises indépendamment des contraintes nuageuses . <br> Dans le cas de la Guyane, la démonstration de l'intérêt des images ERS pour la compréhension des paysages a conduit à la production d'un nouveau type de carte, nommé Spatiocarte, où l'image fournit directement une grande part de l'Information sur l' occupation du sol et le relief. <br> Sont présentées successivement: <br>-Des spatiocartes aux échelles du 1/100 000 et du 1/200000 <br>-Une campagne de terrain destinée à mettre à jour l'information géographique sur le fleuve Oyapock à l'Est de la Guyane. Cette dernière application est une application naissante, très certainement promise à de nombreux développements où l'utilisateur intégrera des images radar dans des SIG (Systèmes d'Informations Géographiques). <br><br>Titre de l’illustration: <br>Comparaison image (mosaique ERS) à l’Ouest et Modèle Numerique de Terrain (MNT) à l’Est .

source: 1/100 000 Space maps
fr: Spatiocartes au 1/100 000

source: The background image is an ERS multitemporal image consisting of 3 images obtained at different dates; 2 in the wet season and 1 in dry season. Superimposure of images to a cartographic reference system was done using ground reference points taken by a precise GPS system. By comparing the space map to the IGN map of the Roura region south of Cayenne, one can clearly appreciate the complementarity of the two documents. The interest in the radar image is high. It possible to extract from the information related to the soil occupancy and to the relief: one can also mark easily waterflow, forest zones and clearings. It's worth while underlining that radar is the only tool able to capture and provide information on the state of the land du 'log the wet season, whereas optical instruments are hampered by the almost permanent cloud cover.In this image extract. the swamps and savannahs of the coastal plain appear in lively colours (example in the upper left of the space map), which translate important changes in the radar pick-up between different dates. In our case, these differences correspond to seasonal evolutions in vegetation, levels of flooding, and plant cover.<br><br>Title of the illustration:<br> Comparison of a space map (~ 30km East West) and the IGN map south of Cayenne (continuous passage between map and image).
fr: Le fond image correspond à une fusion colorée de 3 images acquises à des dates différentes; 2 correspondent à la saison humide et une à la saison sèche. Le recalage des images sur le référentiel cartographique a été effectué en utilisant des points d'appui localisés au sol grâce à un système GPS de précision. <br>Une comparaison avec la carte IGN de la région de Roura au sud de Cayenne montre la complémentarité des deux documents. L'intérêt de l'image radar est évident: les informations relatives à l'occupation du sol, au relief, peuvent être extraites; les cours d'eau, les zones de forêt, les clairières peuvent être aisément délimitées. Insistons sur le fait que le radar est le seul capteur à pouvoir fournir de l'information sur l'état du sol en saison humide car la couverture nuageuse, quasi permanente, interdit alors l'usage des images optiques. <br>Sur cet extrait, les marais et savanes de la plaine littorale apparaissent en couleurs vives (exemple:de la tache orange en haut à gauche de la spatiocarte), ce qui traduit des changements importants de la réponse radar entre les différentes dates. Dans notre cas, ces différences de comportement correspondent à des évolutions saisonnières de la végétation, du niveau d'inondation et du couvert végétal. <br> <br> Titre de l’illustration : Comparaison d’une spatiocarte ( ~30km Est Ouest)et de la carte IGN au sud de Cayenne (passage continu carte-image)

source: Complement: grip of space maps
fr: Complément : Emprise des spatiocartes

source: 1/200 000 Space maps
fr: Spatiocartes au 1/200 000

source: The interest shown by users in several Institutions for the space maps of Cayenne and Kourou regions has led the CEGN (Cellule d'Etude en Geographie Numérique) and STAT (Section Technique de l'Armée de Terre) to generate a series of space maps covering the whole territory. This activity involved not only CEGN and STAT, project coordinators, but also IGN Space for the realisation (geometric assembling, presentation, preparation of artwork) and the UPMC (Université Pierre et Marie) thematic interpretation. <br><br>Title of illustration:<br> Assembly table for 1/200000 spatiocards
fr: L'intérêt suscité par les spatiocartes réalisées sur les régions de Cayenne et de Kourou auprès des utilisateurs appartenant à plusieurs institutions ont conduit la CEGN (Cellule d'étude en Géographie Numérique) et la STAT (Section Technique de l'Armée de Terre) â produire un ensemble de spatiocartes couvrant la totalité du territoire. Cette production a associé outre la CEGN et la STAT, qui ont assuré la Maltase d'ouvrage, IGN ESPACE pour la réalisation (assemblage géométrique, habillage, préparation des typons) et l'UPMC (Université Pierre et Marie Curie) pour les interprétations thématiques. <br> <br> Titre de l’illustration : Tableau d’assemblage des spatiocartes au 1/200000.

source: Two ERS coverages were merged to setup the background image of the space maps. , Complementary information, such as names of places and routes selected in the existing maps, has been integrated in this document. This extract displays the completeness of these space maps that represent today the only precise and homogeneous maps of southern Guyana. The geometric positioning of the scenes I was carried out using the space triangulation technique combining:<br> - ground reference points (found in existing maps or localised on land by , GPS systems) <br> - satellite orbital information <br>- techniques for minimising the discrepancies in areas of overlapping adjacent images. <br><br>Title of the illustration:<br> Part of the space map on the Saint Laurent Marshes
fr: Deux couvertures ERS ont été fusionnées pour réaliser le fond image des spatiocartes. Des informations complémentaires comme les toponymes et les routes sélectionnées sur les cartes existantes ont été intégrées dans ce document. <br> Cet extrait montre la richesse de ces spatiocartes qui constituent aujourd'hui le seul fond de carte précis et homogène sur le Sud de la Guyane. Le calage géométrique des scènes a été effectué en utilisant la technique de spatiotriangulation qui combine:<br> -l'utilisation de points d'appui au sol (repérés sur les cartes existantes ou localisés au sol par système GPS)<br>-les informations orbitales du satellite <br> -une technique de minimisation des écarts dans les zones de recouvrement d'images adjacentes. <br><br> Titre de l’illustration: Extrait de spatiocarte sur la région de Saint Laurent

source: Several extracts from images have led to thematic interpretations which have been supplied in the margins of the space maps to facilitate their use. Here we display an image extract and its interpretation over the region of Kaw east of Cayenne.<br><br> Title of the illustration:<br> Interpretation of the space map on the Kaw Marshes
fr: Plusieurs extraits d'images ont donné lieu à des interprétations thématiques qui ont été fournies en marge des spatiocartes pour faciliter leur utilisation. <br> Nous reproduisons ici un extrait d'image et son interprétation sur la région de Kaw, à l'Est de Cayenne. <br><br> Titre de l’illustration: Interprétation de la spatiocarte sur les Marais de Kaw .

source: Updating geographic information
fr: Mise à jour des informations géographiques

source: GPS positioning systems used jointly with ERS SAR images facilitate the generation and updating of space maps. In the country's interior, these systems allow monitoring on-land movements and, therefore, permit to georeference the collected geographic information. In areas of hard access, such as here in the south of French Guiana at the Brazilian border, the use of GPS readings verified by means of radar imaging allows to follow an itinerary on the image: to check, for example, the access to a dangerous area: to visualise old villages in detail and to position new ones: to locate schools, health centres, isolated buildings, piers, and cultivated areas. In the domain of health, the combination 'satellite image.GPS' can contribute to understand the relationship between the natural features of an area and the development of certain diseases.<br><br> Title of illustration:<br> Trace of GPS surveys on the Oyapock river, on ERS image background <br>Complements: Field photos: <br>Photo1 Bank of the Oyapock river <br>Photo2 Use of GPS and laser range finder to locate <br>Photo3 Continuous recording of GPS points on the river <br>Photo4 Approaching an isolated village <br>Photo5 Medical survey of the pollutants
fr: Les systèmes de positionnement GPS utilisés en appui des images ERS facilitent la réalisation de spatiocartes et la mise à jour cartographique. A l'intérieur du pays, ces systèmes permettent de suivre des déplacements sur le terrain et ainsi de géo référencer les informations géographiques qui y sont recueillies. <br> Dans les zones difficiles d'accès, comme ici , dans le sud de la Guyane à la frontière Brésilienne, l'utilisation de relevés GPS contrôlés par l'image radar, permet de suivre un itinéraire sur l'image, de contrôler par exemple l'accès à une zone dangereuse, de faire une revue détaillée des anciens villages, de positionner les nouveaux, de situer précisément les écoles, les centres de soins, les bâtiments isolés, les embarcadères ainsi que les zones de cultures. <br>Dans le domaine de la Santé, le couple (image • GPS) permet la mise en relation des propriétés du milieu naturel et du développement de certaines maladies. <br><br>Titre de l’illustration Trace de Relevés GPS sur le fleuve Oyapock, fond d’image ERS <br> Compléments : Photos de terrain <br>Photo1 Berge du fleuve Oyapock <br>Photo2 Usage de GPS et de télémètre laser pour se localiser <br>Photo3 Enregistrement continu de points GPS sur le fleuve <br>Photo4 Approche d’un village isolé <br>Photo5 Enquête médicale auprès des populations .

source: Complement Video: reconnaissance of the settling basins of gold mining sites along a river.
fr: Complement Video : reconnaissance des bassins de décantation des sites d’orpaillage le lond d’un fleuve

source: In a country's interior, GPS systems and radar imaging allow georeference the collected geographic information.Although the radar image does not always reveal in detail the needed information (due to its low resolution), it can contribute to understand the spatial organisation of the site under study, within a larger framework where land readings can be easily interpreted. In favourable cases, with radar images it is possible to locate villages, forest areas, savannahs, cultivated areas, and to update all information of this kind.<br><br> Illustration Title:<br> SIG Maripassoula on ERS background image <br>Complement Field Photos<br> Photo1 Small sandy beach with fishing boats <br>Photo2 Side view during an aerial flight <br>Photo3 Vertical view
fr: Exemple de Maripassoula: <br>A L'intérieur du pays, système GPS et image radar permettent de géoréférencer les informations géographiques qui y sont recueillies. Bien que l'image ne révèle pas toujours dans le détail l'information recherchée pour des raisons de résolution insuffisante), elle aide à comprendre l'organisation spatiale du site étudié et elle fournit un cadre plus large ou les relevés effectués sur le terrain sont plus faciles à interpréter. <br>Dans les cas favorables où l'échelle de travail n'est pas trop fine, elle permet de repérer directement les villages, les zones de forêt, de savane, les aires cultivées et ainsi d'actualiser ce type d'information plus facile à interpréter. <br><br> Titre de l’Illustration : SIG Maripassoula sur fond d’image ERS <br>Complément: Photos de terrain <br>Photo1 Petite plage sableuse avec barques de pécheurs <br>Photo2 Vue latérale du village lors d’un survol aérien <br>Photo3 Vue verticale du village .

source: Complement Video Flight over the village of Maripassoula
fr: Complement Video Survol du village de Maripassoula

source: In poorly mapped regions, the kind of use presented in subsection offers very interesting possibilities. Paper maps, used for so long, will be gradually replaced in several application domains by digital satellite images where information from other sources/maps will also be conveyed. Depending on user requirements, these digital satellite images might contain: onsite photographs, appropriate commentary, interpreted recent thematic maps, digitised old maps... Such an integrated approach will enrich the use of satellite images and render these affordable for users in an overgrowing number of applications.<br><br> Illustration title:<br> Extract from SIG on the Camopi <br>Complements Field Photos<br> Photo1 The Camopi river, a tributary of the Oyapock <br>Photo2 Camopi Town Hall <br>Photo3 Communication antenna
fr: Exemple de Camopi:<br> Dans les régions mal cartographiées, le type d'utilisation présenté précédemment sur Maripassoula ouvre des perspectives très intéressantes. La carte sur support papier, comme nous la connaissions jusqu'à présent, va ainsi être progressivement remplacée pour de nombreuses applications par un fond d'images satellitales numériques, auxquelles seront associés d'autres plans d'informations. <br> Ces plans seront fonction de l'intérêt de l'utilisateur. Ils pourront comporter des photographies in situ, des commentaires appropriés, des cartes thématiques interprétées récemment, des cartes anciennes numérisées. Cette démarche enrichit l'usage des images satellitales et les rend abordables pour un plus grand nombre d'applications. <br><br> Titre de illustration : Extrait de SIG sur la région de Camopi, sur fond d’image ERS <br> Complements Photos de terrain <br>Photo1 Le fleuve Camopi, affluent de l’Oyapock <br>Photo2 Mairie de Camopi <br> Photo3 Antenne de communication

source: Previous
fr: Précédent

source: The purpose of this web site is to introduce the general properties of radar imagery from Earth Observation satellites, and to provide concrete examples of their use. To do so, data acquired fromthe ERS•1 and ERS•2 -the European Remote Sensing Satellites of ESA over the territory of French Guiana from 1991 onwards, were used. ERS•1 and ERS•2 were both launched from the Space Center in Kourou in 1991 and 1995, respectively. The web site consists of four parts, namely:
fr: Ce site WEB a pour but de présenter les propriétés générales des images radar fournies par les satellites de télédétection ainsi que des exemples concrets de leur utilisation. Cette présentation s'appuie essentiellement sur les données délivrées par les satellites ERS-1 et ERS-2 (European Remote Sensing) sur le territoire de la Guyane française, d'où ces satellites ont été lancés en 1991 et 1995 depuis le Port Spatial de Kourou. Ce document comporte 4 parties:

source: Part 1 -‘A few words about radar images'. It is an introduction to the properties of the radar imagery and it displays portions of satellite images and photographs for correlation purposes.This step is completed by more technical information on acquisition mode and the properties of the images presented in the form of a short animation.
fr: La première ‘’l'Image radar en quelques mots’’ est une initiation aux propriétés de l'image, réalisée simplement sous forme d'une mise en relation d'extraits de scènes et de photographies de terrain . Cette étape est complétée par une information plus technique sur mode d'acquisition et les propriétés des images présentée sous forme d’une courte animation.

source: Part 2 - 'Thematic Cartography'. It shows in detail what kind of information can be extracted from radar images for application in domains like environment, geology, land use and planning.
fr: La seconde “Cartographie Thématique'' montre de manière plus détaillée quels types d'informations les images radar peuvent apporter à l'utilisateur dans les domaines de l'environnement, de la géologie et de l'aménagement.

source: Part 3 -'Nautical charts updating'. It highlights the potential of ERS SAR data to monitor coastal phenomena, to generate or update existing maps, and to support river estuary navigation.
fr: La section suivante “Mise à jour des cartes marines” met en avant les possibilités offertes par les images ERS pour le suivi du trait de côte, la réactualisation des cartes et pour l'aide à la navigation dans les estuaires.

source: Part 4 -'General land cartography'. It deals with the generation of satellite-derived maps, or space maps, and geographic information updating. These applications are made possible by the ERS SAR and can help improve the authorities understanding of land cover in tropical, humid regions.
fr: La dernière section intitulée "Cartographie générale" est consacrée à la production de spatiocartes et à la mise à jour de l'information géographique. Ces applications s'appuient sur la capacité des images ERS à offrir à l'utilisateur une bonne compréhension des paysages rencontrés dans les régions tropicales humides.

source: Next
fr: Suivant

source: French Guiana as seen by the ERS radar satellite
fr: La Guyane à travers les nuages

source: The production of the original CD ROM was carried out in 2002 by the Francilien Institute of Geosciences at the University of Marne la Vallée (today since 2020, UGE, Gustave Eiffel University), with the support of ESRIN, establishment of ESA in Italy ( authors :J.P. Rudant, N. Classeau, H.Trébossen).
fr: La réalisation du CD ROM d’origine a été conduite en 2002 par l’institut Francilien des Géosciences de l’université de Marne la Vallée (aujourd’hui depuis 2020, UGE, Université Gustave Eiffel), avec le support de l’ESRIN, établissement de l’ESA en Italie ( auteurs :J.P. Rudant, N. Classeau, H.Trébossen).

source: The transformation into a website was carried out in 2021, by J.P. Rudant of UGE, with the technical support of the company VERTIGEO based at ENSG in Marne la Vallée.
fr: La transformation en site internet a été réalisée en 2021, par J.P. Rudant de l'UGE, avec l'appui technique de la société VERTIGEO basée à l'ENSG à Marne la Vallée.

source: The objective of the site is to enhance the capabilities of satellite radar images to meet broad needs in the field of general and thematic cartography. The themes dealt with correspond to projects relating to the updating of existing maps and the production of new cartographic products. They mainly relate to actions carried out, using ERS images from ESA, in French Guiana. The revisiting capabilities independent of cloudy conditions enjoyed by radar satellites are particularly suited to this type of application, particularly in a humid tropical context, as is the case for Guiana.
fr: L’objectif du site est la mise en valeur des capacités des images radar satellitaires à répondre à de larges besoins dans le domaine de la cartographie générale et thématique. Les thèmes traités correspondent à des projets touchant à la mise à jour des cartes existantes et à la réalisation de produits cartographiques nouveaux. Ils se rapportent pour l’essentiel à des actions menées, grâce aux images ERS de l’ESA, en Guyane française. Les capacités de revisite indépendantes des conditions nuageuses dont jouissent les satellites radar sont particulièrement adaptées à ce type d’application, en particulier dans un contexte tropical humide, comme c’est le cas pour la Guyane.

source: NOTE: Today is 2021 and ESA has launched other radar satellites since 1991 (ENVISAT in 2002, Sentinel1 in 2015) which has greatly expanded the range of C-band radar data; with improvements relating to spatial coverage, available polarizations, multi-incidence capabilities, temporal repeatability. These improvements, certainly important, do not make the applications carried out with ERS obsolete. On the contrary, knowing that the more recent images guarantee results at least equivalent to those obtained with ERS, for a given application. The increase in international supply is also proving to be significant, which generally amplifies the potential of radar images and at the same time increases the interest in being able to appreciate them at their true value
fr: NOTE : Aujourd’hui, nous sommes en 2021 et l’ESA a lancé d’autres satellites radar depuis 1991 (ENVISAT en 2002, Sentinel1 en 2015), ce qui a élargi l’offre de données radar en bande C ; avec des améliorations portant sur la couverture spatiale, les polarisations disponibles, les capacités multi incidences, la répétitivité temporelle. Ces améliorations, à coup sûr importantes, ne rendent pas les applications menées avec ERS obsolètes. Bien au contraire, car les images plus récentes garantissent, pour une application donnée, des résultats au moins équivalents à ceux obtenus avec ERS. L’augmentation de l’offre internationale en images radar s’avère également importante, ce qui amplifie globalement le potentiel des images et accroit du même coup l’intérêt de pouvoir les apprécier à leur juste valeur.

source: Few words about radar images
fr: L’image radar en quelques mots
